Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=954_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien kokouksen päätöksiä
smn: Sämitige čuákkim miärádâsah

source: Saamelaiskäräjät päätti, että jatkossa saamelaiskäräjien kokouksen streamataan internetissä.
smn: Sämitigge meridij, ete puátteevuođâst sämitige čuákkim stream-vuolgâtteh interneetist.

source: Lähetykset julkisista saamelaiskäräjien kokouksista ovat seurattavissa internetistä suorana.
smn: Vuolgâttâsâid almolijn sämitige čuákkimijn puáhtá čuávvuđ interneetist njuolgân.

source: Esityksen saamelaiskäräjien kokousten streamauksesta on tehnyt saamelaiskäräjien nuorisoneuvosto. ”
smn: Iävtuttâs sämitige čuákkimij stream-vuolgâtmist lii toohâm sämitige nuorâirääđi. ”

source: Olen iloinen, että saamelaisnuoret ovat olleet aktiivisia.
smn: Lam ilolâš, ete säminuorah láá lamaš aktiivliih.

source: Nyt saamme streamauksella tavoitettua myös Inarin ulkopuolella ja saamelaisten kotiseutualueen ulkopuolella asuvia saamelaisia ja kokousten seuraaminen helpottuu.
smn: Tääl pyehtip stream-vuolgâttâssáin juksâđ meid Aanaar ulguubeln já sämikuávlu ulguubeln ässee sämmilijd já čuákkimij čuávvum šadda älkkeebin.

source: Streamaus lisää toivottavasti tietoa saamelaiskäräjien toiminnasta laajemminkin ” puheenjohtaja Klemetti Näkkäläjärvi kommentoi päätöstä.
smn: Stream-vuolgâttem lasseet tuáivu mield tiäđu sämitige tooimâst vijđásubboht-uv ” saavâjođetteijee Klemetti Näkkäläjärvi kommentistij miärádâs.

source: Saamelaiskäräjien I varapuheenjohtaja Tiina Sanila-Aikio esitteli kokoukselle YK:n alkuperäiskansojen maailmankonferenssin loppuasiakirjan.
smn: Sämitige I värisaavâjođetteijee Tiina Sanila-Aikio oovdânpuovtij čuákkimân OA algâaalmugij maailmkonferens loppâäššikirje.

source: Loppuasiakirja merkittiin kokouksessa tiedoksi. ”
smn: Loppâäššikirje merkkejui čuákkimist tiättun. ”

source: Loppuasiakirjassa valtiot vahvistavat sitoutuneisuutensa YK:n alkuperäiskansajulistuksen toimeenpanoon.
smn: Loppâäššikirjeest staatah nanodeh čonâdâttâmvuođâs OA algâaalmugjulgáštuš olášutmân.

source: Tämä tarkoittaa sitä, että YK:n alkuperäiskansajulistuksesta on muodostumassa yhä velvoittavampi asiakirja kansainvälispoliittisesti ja myös juridisestikin ” Tiina Sanila-Aikio taustoittaa.
smn: Taat meerhâš tom, ete OA algâaalmugjulgáštušâst lii šoddâmin ain eenâb kenigittee äššikirje aalmugijkoskâsii politiikâst já meid riehtiopâlávt ” Tiina Sanila-Aikio čiälgá.

source: Saamelaiskäräjien kokous valmistautui saamelaiskäräjälain voimaantuloon.
smn: Sämitige čuákkim ráhtádâtâi sämitiggelaavâ vuáimánšoddâmân.

source: Saamelaiskäräjälain uudistus astunee voimaan vuoden 2014 lopussa tai 2015 alussa.
smn: Sämitiggelaavâ uđâsmittem šoodâš vuáimán ive 2014 loopâst teikâ 2015 aalgâst.

source: Lain siirtymä-ajat voivat johtaa siihen, että vaaliluettelon täydentämisen oikaisuvaatimuskäsittely tapahtuu hyvin nopealla aikataululla.
smn: Laavâ sirdumääigih pyehtih jođettiđ toos, ete vaaljâluvâttâllâm tievâsmittem njuolgimvátámâškieđâvuššâm tábáhtuvá uáli jotelis äigitavluin.

source: Uuden lain mukaan oikaisuvaatimukset vaaliluettelon täydentämisestä tehtäisiin saamelaiskäräjien kokoukselle (26 §).
smn: Uđđâ laavâ mield njuolgimvátámâšah vaaljâluvâttâllâm tievâsmitmist tohhuuččii sämitige čuákkimân (26 §).

source: Vaaliluettelon ja oikaisuvaatimusmenettely voivat edellyttää hallitukselta ja yleiskokoukselta ylimääräisiä kokouksia ja kokousten nopeaa koolle kutsumista.
smn: Vaaljâluvâttâllâm já njuolgimvátámâšlattim pyehtiv vaattâđ stiivrâst já almosčuákkimist paijeelmiärásijd čuákkimijd já čuákkimij jotelis čuákánkočom.

source: Oikaisuvaatimukset on käsiteltävä niiden luonteesta johtuen hyvin nopeasti, jottei hakijoiden oikeusturva vaarannu.
smn: Njuolgimvátámâšâid kalgeh kieđâvuššâđ tai luándu tiet uáli jotelávt amas occei vuoigâdvuođâtorvo hiäjusmuđ.

source: Tämän johdosta kokous päätti muuttaa saamelaiskäräjien työjärjestyksen 56 § siten, että nykyisen 10 päivän sijasta kokouksen esityslista tulisi lähettää käräjäjäsenille viimeistään 7 päivää ennen kokousta.
smn: Taan tiet čuákkim meridij mutteđ sämitige pargo-oornig 56 § tienuuvt, ete tááláá 10 peeivi saajeest čuákkim äššilisto kolgâččii vuolgâttiđ tigejesânáid majemustáá 7 peivid ovdil čuákkim.

source: Muutos ei poista sitä mahdollisuutta, että kokouskutsuja ja esityslistoja ei voisi lähettää tätä aikaisemmin.
smn: Nubástus ij meddâlist tom máhđulâšvuođâ, ete čuákkimpovdiittâsâid já äššilistoid iä puávtâččii vuolgâttiđ tađe ovdil.

source: Vuoden viimeinen saamelaiskäräjien kokous pidettäneen joulukuussa.
smn: Ive majemuš sämitige čuákkim tolluš juovlâmáánust.

source: Tällöin asialistalla on mm. saamelaiskäräjien talousarvio-toimintasuunnitelman hyväksyminen vuodelle 2015.
smn: Talle äššilistoost lii el. sämitige budjet-toimâvuávám tuhhiittem ihán 2015.
